{
    "data": [
      {
        "title": "Treasury Secretary Yellen reaffirms U.S. could run out of money to pay bills by early June",
        "description": "Citing additional data, Treasury Secretary Janet Yellen reaffirmed to Congress that the U.S. could default on its debt as early as June 1."
      },
      {
        "title": "China's security crackdown could signal new realities for foreign investors",
        "description": "Foreign investors are left wondering if Beijing's crackdown on due diligence firms is another way China is limiting foreign access to investment information."
      },
      {
        "title": "Consumer debt passes $17 trillion for the first time despite slide in mortgage demand",
        "description": "The total for borrowing across all categories hit $17.05 trillion, an increase of nearly $150 billion, or 0.9% during the January-to-March period."
      },
      {
        "title": "China's economic data misses expectations as economy continues to show uneven recovery",
        "description": "China's activity data for April continued to show an uneven path for recovery as the economy continues to emerge from the impact of its stringent Covid restrictions."
      },
      {
        "title": "As the wind power industry looks to super-sized turbines, disruptors are betting on radical designs",
        "description": "New designs and ideas are providing a glimpse into how wind energy could develop in the future."
      },
      {
        "title": "Paul Tudor Jones says the Fed is done raising rates, stocks to finish the year higher from here",
        "description": "Paul Tudor Jones believes the Fed has finished raising interest rates in its fight against inflation, and the stock market could grind higher this year."
      },
      {
        "title": "'Guardians of the Galaxy: Vol. 3' had best second weekend box office hold for MCU in 5 years",
        "description": "Guardians' second weekend box office drop was the smallest one for the Marvel Cinematic Universe since the original \"Black Panther\" in 2018."
      },
      {
        "title": "A pair of sports betting deals has the gaming industry asking, 'Who's next?'",
        "description": "Fanatics' splashy $150 million acquisition of PointsBet's U.S. business wasn't the only deal in gambling in recent days. It could be a sign of more to come."
      },
      {
        "title": "U.S. Virgin Islands issued subpoena to Elon Musk in Jeffrey Epstein lawsuit",
        "description": "Elon Musk is the latest big name issued a subpoena by the U.S. Virgin Islands for its lawsuit against JPMorgan Chase over sex trafficking by Jeffrey Epstein."
      },
      {
        "title": "EU approves Microsoft's $69 billion acquisition of Activision Blizzard, clearing huge hurdle",
        "description": "Microsoft offered remedies in cloud gaming to earn the approval of European Union regulators for the $69 billion Activision Blizzard acquisition."
      },
      {
        "title": "Will history repeat? Here are Club stocks that were great buys during 2011 debt-ceiling market swoon",
        "description": "With concerns about a potential U.S. government default mounting, here's how 31 of our Club stocks fared during — and after — the 2011 debt-ceiling saga."
      },
      {
        "title": "Tesla CEO Elon Musk says he must approve all new hires in internal email",
        "description": "\"No one can join Tesla, even as a contractor, until you receive my email approval,\" Musk wrote in an email to all employees at the automaker."
      },
      {
        "title": "Florida Gov. Ron DeSantis looks nearly ready to launch his White House bid",
        "description": "The DeSantis political operation is moving offices, potentially triggering a 15-day window for him to file paperwork declaring his intent to run for president."
      },
      {
        "title": "Universal flu vaccine based on mRNA tech to be tested by National Institutes of Health",
        "description": "Scientists hope the vaccine will protect against a variety of flu strains and provide long-term immunity so people do not have to receive a shot every year."
      },
      {
        "title": "More than 140 Democrats defend CFPB in case before Supreme Court that threatens agency's existence",
        "description": "Democrats defended the Consumer Financial Protection Bureau as a case at the Supreme Court challenges its constitutionality."
      },
      {
        "title": "Biden to nominate cancer surgeon Monica Bertagnolli to lead National Institutes of Health",
        "description": "The NIH, which funds medical research, played a key role in developing the messenger RNA technology that underlies the Covid vaccine made by Moderna."
      },
      {
        "title": "A new company wants to give you a free TV, in exchange for always showing you ads",
        "description": "Telly is offering 500,000 free 55-inch TVs to consumers willing to have a steady stream of advertisements in their homes."
      },
      {
        "title": "Microsoft releases update that allows iPhone users to text from Windows",
        "description": "PC users want the ability to text from their laptops at work or at school."
      },
      {
        "title": "Southeast Asia hit with record-breaking heat and heavy air pollution",
        "description": "Bangkok, the capital of Thailand, experienced a record temperature of 105.8 degrees Fahrenheit (41 degrees Celsius) over the weekend."
      },
      {
        "title": "Why investors 'always misunderstand' the difficulty of regaining a loss, says advisor",
        "description": "To return to baseline, investors must always get a better return relative to their initial loss."
      },
      {
        "title": "Elon Musk still needs 'Twitter sitter,' judges rule",
        "description": "Elon Musk had been fighting to unwind parts of a settlement agreement he and Tesla struck with the SEC over civil securities fraud charges in 2018."
      },
      {
        "title": "Post-Covid, post-bankruptcy Hertz is all-in on electric, with big implications for the EV, auto and rideshare market",
        "description": "Hertz big Tesla fleet purchase was a milestone for the EV market, and the rental car company's electric vehicle strategy continues to grow."
      },
      {
        "title": "Fed's Bostic casts doubt on rate cuts this year even if there's a recession",
        "description": "Atlanta Federal Reserve President Raphael Bostic and Chicago Fed President Austan Goolsbee spoke Monday on CNBC's \"Squawk Box.\""
      },
      {
        "title": "Here's how much emergency savings you need amid economic uncertainty, according to financial advisors",
        "description": "More than half of Americans don’t have an emergency fund, according to a CNBC/Momentive survey. Here's how to figure out how much emergency savings you need."
      },
      {
        "title": "SpaceX hires former NASA human spaceflight official Kathy Lueders to help with Starship",
        "description": "Kathy Lueders represents a key hire for SpaceX as it aims to make its massive Starship rocket safe to fly people in the coming years."
      },
      {
        "title": "There may never be a better time to create a retirement plan",
        "description": "With recent passage of the Secure 2.0 legislation, many small businesses should consider starting a retirement plan. The tax savings can be big, costs are down."
      },
      {
        "title": "US credit card debt stands at a record of nearly $1 trillion. 5 moves to pay down your balance",
        "description": "Inflation and higher interest rates kept credit card debt at $986 billion at the start of 2023."
      },
      {
        "title": "Turkey will hold a runoff election on May 28, with Erdogan in the lead",
        "description": "The election in the sharply divided country of 85 million people could hardly come at a more pivotal time."
      },
      {
        "title": "Here's what media giants face as they try to charm advertisers this week",
        "description": "Media companies will put on their annual Upfront shows this week, which come as the industry faces challenges including a soft ad market."
      },
      {
        "title": "Vice Media files for bankruptcy to enable sale to lenders including Soros and Fortress",
        "description": "Once a digital media darling, Vice Media Group on Monday filed for bankruptcy protection after years of financial troubles."
      }
    ]
  }
  