{
    "data": [
      {
        "title": "Some on-air claims about Dominion Voting Systems were false, Fox News acknowledges in statement after deal is announced",
        "description": ""
      },
      {
        "title": "Dominion still has pending lawsuits against election deniers such as Rudy Giuliani and Sidney Powell",
        "description": ""
      },
      {
        "title": "Here are the 20 specific Fox broadcasts and tweets Dominion says were defamatory",
        "description": "• Fox-Dominion trial delay 'is not unusual,' judge says\n• Fox News' defamation battle isn't stopping Trump's election lies"
      },
      {
        "title": "Judge in Fox News-Dominion defamation trial: 'The parties have resolved their case'",
        "description": "The judge just announced in court that a settlement has been reached in the historic defamation case between Fox News and Dominion Voting Systems."
      },
      {
        "title": "'Difficult to say with a straight face': Tapper reacts to Fox News' statement on settlement",
        "description": "A settlement has been reached in Dominion Voting Systems' defamation case against Fox News, the judge for the case announced. The network will pay more than $787 million to Dominion, a lawyer for the company said."
      },
      {
        "title": "Millions in the US could face massive consequences unless McCarthy can navigate out of a debt trap he set for Biden",
        "description": "• DeSantis goes to Washington, a place he once despised, looking for support to take on Trump\n• Opinion: For the GOP to win, it must ditch Trump\n• Chris Christie mulling 2024 White House bid\n• Analysis: The fire next time has begun burning in Tennessee"
      },
      {
        "title": "White homeowner accused of shooting a Black teen who rang his doorbell turns himself in to face criminal charges",
        "description": "• 'A major part of Ralph died': Aunt of teen shot after ringing wrong doorbell speaks\n• 20-year-old woman shot after friend turned into the wrong driveway in upstate New York, officials say"
      },
      {
        "title": "Newly released video shows scene of Jeremy Renner's snowplow accident",
        "description": "Newly released body camera footage shows firefighters and sheriff's deputies rushing to help actor Jeremy Renner after a near-fatal snowplow accident in January. The \"Avengers\" actor broke more than 30 bones and suffered other severe injuries. CNN's Chloe Melas has more."
      },
      {
        "title": "Jake Gyllenhaal and Jamie Lee Curtis spent the Covid-19 lockdown together",
        "description": "It's sourdough bread and handstands for Jake Gyllenhaal and Jamie Lee Curtis."
      },
      {
        "title": "Toddler crawls through White House fence, prompts Secret Service response",
        "description": "A tiny intruder infiltrated White House grounds Tuesday, prompting a swift response from the US Secret Service."
      },
      {
        "title": "Jamie Foxx remains hospitalized nearly a week after 'medical complication'",
        "description": "Jamie Foxx remains hospitalized in Georgia nearly a week after his daughter revealed the actor experienced a \"medical complication,\" a source with knowledge of the matter told CNN on Monday."
      },
      {
        "title": "A 13-year-old dies after participating in a Benadryl TikTok 'challenge'",
        "description": "A 13-year-old in Ohio has died after \"he took a bunch of Benadryl,\" trying a dangerous TikTok challenge that's circulating online, according to a CNN affiliate and a GoFundMe account from his family."
      },
      {
        "title": "See pizza delivery guy take out suspect fleeing police",
        "description": "Pizza guy delivers more than a pie, taking out a fleeing suspect. CNN's Jeanne Moos shows him putting his best foot forward."
      },
      {
        "title": "Netflix is winding down its DVD business after 25 years",
        "description": "Netflix is officially winding down the business that helped make it a household name."
      },
      {
        "title": "FTC chair Lina Khan warns AI could 'turbocharge' fraud and scams",
        "description": "Artificial intelligence tools such as ChatGPT could lead to a \"turbocharging\" of consumer harms including fraud and scams, and the US government has substantial authority to crack down on AI-driven consumer harms under existing law, members of the Federal Trade Commission said Tuesday."
      },
      {
        "title": "Eating too much of these foods is driving the rise in type 2 diabetes, study says",
        "description": "Gobbling up too many refined wheat and rice products, along with eating too few whole grains, is fueling the growth of new cases of type 2 diabetes worldwide, according to a new study that models data through 2018."
      },
      {
        "title": "ADHD medication abuse in schools is a 'wake-up call'",
        "description": "At some middle and high schools in the United States, 1 in 4 teens report they've abused prescription stimulants for attention deficit hyperactivity disorder during the year prior, a new study found."
      },
      {
        "title": "Apple CEO was presented with an original Macintosh. See his reaction",
        "description": "CEO Tim Cook personally welcomed customers to the new Apple store in Mumbai as the tech company opens its first retail stores in India. CNN's Vedika Sud reports."
      },
      {
        "title": "Democrats bash Justice Clarence Thomas but their plan to investigate ethics allegations is unclear",
        "description": "Senate Democrats railed against Justice Clarence Thomas on Tuesday amid reports that the Supreme Court conservative failed to disclose luxury travel, gifts and a real estate transaction involving a GOP megadonor, but their plan to investigate the conservative jurist remains unclear."
      },
      {
        "title": "Russia is 'going backwards' in equipment and deploying post WWII-era tanks, according to Western officials",
        "description": "• Jailed Wall Street Journal reporter Evan Gershkovich denied detention appeal in Moscow\n• Putin visits Russian troops at military headquarters in Kherson\n• Watch moment WSJ journalist appears in Russian court"
      }
    ]
  }