{
    "data": [
      {
        "title": "Meghan Markle's post-coronation award is 'slap in the face' to King Charles: expert",
        "description": "Barely 10 days after King Charles III was crowned in London, his daughter-in-law is receiving an award in New York City. Meghan Markle will be honored at Tuesday’s 2023 Women of Vision Awards, which celebrates \"feminist changemakers\" and \"powerhouse grassroots leaders.\" The Duchess of Sussex will receive her award from Gloria Steinem, who co-founded the Ms. Foundation, which runs the awards. As the mother of two is being celebrated, several royal experts have taken issue with the award’s timing. On April 12, Buckingham Palace confirmed that the former American actress wouldn’t attend the king’s coronation in London. Instead, the 41-year-old remained at her California home with her two young children, Prince Archie and Princess Lilibet. Her husband Prince Harry, who has publicly sparred with his family, arrived to the ceremony alone. The 38-year-old bolted back to California with his Dior suit still on. Christopher Andersen, author of \"The King,\" told Fox News Digital the timing couldn’t have been more wrong, considering that the duchess was noticeably absent from \"the single most important moment in Charles’ life and a singular moment in world history.\" \"What a slap in the face to the man who walked her down the aisle when her own father didn't show up at her wedding, and to the country she adopted, for better or worse, as her own,\" said Andersen. \"You know, charity begins at home,\" he shared. \"Much of the time Harry looks like a fish out of water, and you don't have to be an expert to see he's still hurting. If she is truly a sensitive and caring person, she would make it her top priority to help mend her husband's relationship with his brother Prince William and the king. Marrying into the royal family, accepting a title, and then bailing to take advantage of your new global superstar status seems, well, tacky.\" MEGHAN MARKLE'S FORMER FRIEND CLAIMS DUCHESS DROPPED HER WHILE DATING PRINCE HARRY In a profile announcing Markle as a winner in this year’s ceremony, the former \"Suits\" star was described as a \"feminist, champion of human rights and gender equity and global role model.\" \"Her lifelong advocacy for women and girls remains a constant thread she weaves through both humanitarian and business ventures,\" the announcement revealed. While former first lady Hilary Clinton was a past honoree, Andersen doesn’t believe the award is any inkling Markle will pursue a career in politics. For years, rumors persisted that the duchess had her eyes set on Washington, where she could continue her advocacy work concerning women and young girls. \"As I've said before, Meghan is aiming to be the next Oprah – a multimedia titan with real political clout,\" said Andersen. \"She won't run for office because I think she is far too thin-skinned. But she does want to have an impact on the next election. Meghan is very outspoken about issues and candidates, so expect to see her on the campaign trail.\" But one thing Markle’s latest achievement is doing is sending a message to the British royal family, Andersen insisted. \"She's making it clear that she has a life of her own, doing the things she thinks are important,\" he noted. \"She also seems to be saying that getting a trophy from Gloria Steinem is more important to her than seeing her husband's dad crowned king of England. It's an in-your-face gesture aimed at the royal family she just snubbed.\" CLICK HERE TO SIGN UP FOR THE ENTERTAINMENT NEWSLETTER \"Funny, though, isn't it – that she would essentially give up being a senior member of the royal family and all that goes with it, just to be another influencer,\" he alleged. \"Like so much else in Meghan's life, this award is no accident. Not long after moving to Montecito, she made a point of befriending Steinem – as she has so many other movers and shakers.\" Markle became the Duchess of Sussex when she married the British prince in 2018. At the time, the duke and duchess were celebrated as the new, youthful face of the monarchy. The actress also brought a touch of Hollywood glamour to the royal family. Many observers hoped Markle would help the Windsors connect with younger people in an increasingly multicultural nation. However, those dreams quickly crumbled when the couple made their royal exit in 2020. At the time, they alleged that palace officials were insensitive to Markle’s mental health struggles as she attempted to navigate royal life. The couple also claimed that the duchess faced racist attitudes from the U.K. press, which contributed to their decision to leave the country. Since moving to North America, the couple has repeatedly aired their grievances. They gave a televised interview to Oprah Winfrey in 2021 that was viewed by nearly 50 million people globally. After a six-part Netflix docuseries titled \"Harry &amp; Meghan\" was launched in December 2022, which further detailed their struggles, Harry’s explosive memoir \"Spare\" was published in January of this year. The acrimony between Harry and his family once again spilled into public view in April. At the time, the Duke and Duchess of Sussex confirmed that they had been asked to vacate Frogmore Cottage, their home in the U.K. WELSH COMPOSER WASN’T MEGHAN MARKLE IN 'DISGUISE' AFTER VIRAL CORONATION JOKE: 'I LOOK THIS WAY ALL THE TIME' Kinsey Schofield, the host of the \"To Di For Daily\" podcast, told Fox News Digital that she believes the award is \"a strategic partnership\" to help elevate the Sussex brand in California and, in turn, have more doors opened for Markle. \"I believe she is trying to brand herself independently – away from Prince Harry,\" Schofield claimed. \"Meghan is allegedly working on Season 2 of her podcast [‘Archetypes’]… and could be planning a relaunch of her blog. I think because Harry and Meghan have been so outspoken about their grievances with Harry's family, people either love them or they hate them and that's a hard position to be in. She will get opportunities, but there will be intense criticism along the way.\" \"Brand Sussex is in dire need of a bolster given their popularity in polls both sides of the pond have plummeted,\" chimed British royals expert Hilary Fordwich. \"Meghan Markle, marred by scandals related to erroneous claims, certainly needs to shore up her status post-public punches directed at the royal family.\" \"Whether most things are positive or negative is often subjective, so the very description of this award is dubious at best,\" she shared. \"It’s given to those who have made a ‘significant positive impact.’ One wonders exactly which ‘positive’ impact they are referring to.\" \"If the award is supposed to showcase her philanthropic efforts, there are millions who do more than one hour of work a week on behalf of charity, as detailed in their recent tax returns,\" Fordwich continued. \"As a business consultant who recently served as chair of Easter Seals Advocacy Awards, I can say that awards normally present a positive opportunity for brand improvement and projection of a positive image. However, such branding principles assume awardees aren’t hypocrites, one must ‘live one’s values,’ thereby not contradicting purported principles with contrasting actions.\" Charles became king upon the death of his mother, the queen, in September 2022 at age 96. As the 74-year-old officially begins his reign, the Sussexes will also need to embark on a new chapter in their lives, royal experts argued. And they insisted the couple has their work cut out for them. PRINCE HARRY SNUBBED BY ROYAL FAMILY AS MEGHAN MARKLE HIKES WITH FRIENDS \"Is Meghan a changemaker, or more accurately, a disrupter? Certainly, as a ‘woman of vision,’ she must have known what she was getting into when she married Prince Harry,\" said Andersen. \"Once Megxit was underway, she must also have considered that their decision would have a devastating impact on Charles, William, and the late queen – attacks that struck at the very heart of the monarchy itself.\" \"Then there was the fusillade of attacks against Harry's relatives and the world in which they operated: charges of racism, infighting, and bullying so severe that Meghan was driven to thoughts of suicide – all served up to a gob-smacked Oprah, then in a cloying Netflix docuseries, and finally in the pages of Harry's memoir,\" Andersen shared. \"It's highly doubtful that this visionary woman just realized how it would all backfire – that the vast majority of Britons would condemn Harry for seemingly turning his back on this birthright, and that they would be even angrier at Meghan for allegedly convincing him to do so. Nor, I'm sure, did she predict how quickly support for the Sussexes would begin to erode in the U.S. as Americans watched Harry and Meghan strike deal after big money deal with Netflix, Spotify, Penguin Random House, and other corporate giants.\" \"To the public at large, the Sussexes have been just a bit much,\" he continued. \"Would Meghan ever be getting the attention she has now if she hadn't married Harry? Their fairytale romance and wedding propelled her from being one of the stars of a fairly minor TV series to a global entity – a potential Princess Diana. It's a fine line she's walking here. Strangely, all the drama between Harry and the rest of his family benefits her.\" \"All those headlines – even the negative ones – at least keep both Sussexes in the public eye,\" he added."
      },
      {
        "title": "The Bud Light controversy is not going away. Here's why",
        "description": "Conventional wisdom holds that controversies blow over, news cycles cycle, and noisy protestors eventually quiet down. That’s certainly what Anheuser-Busch is hoping for amid the controversy surrounding its partnership with transgender activist Dylan Mulvaney. \"It’s too early to have a full view,\" said Anheuser-Busch CEO Michel Doukeris during the company’s Q1 earnings call recently but \"our full-year EBITDA growth outlook is unchanged.\"  Yet five weeks into the debacle, sales of Bud Light continue to plummet. Its year-over-year sales are down 17% from this time in 2022. All signs indicate that the Bud Light controversy isn’t going away. Why not? Social science may hold the key. For years, business school researchers have been studying why some consumer boycotts are successful, while others fail. The results are telling. And does not bode well for Anheuser-Busch.  FORMER ANHEUSER-BUSCH EXECUTIVE SLAMS 'INAUTHENTIC' BUD LIGHT FOR HAVING 'LOST TRACK OF THE CONSUMER' Perhaps intuitively, one key factor is whether consumers believe they have the power to impact the company’s bottom line. If a boycott would be futile, there’s no point. Bud Light’s customers, however, are witnessing their success in real time. While most companies report sales figures on a quarterly or annual basis, often on a significant delay, Bud Light sales are released each week. And there’s not much Anheuser Busch can do about it: The figures are reported by a trade publication, based on surveys sent to liquor stores, convenience stores and supermarkets. Anheuser-Busch cannot force the media storm to die down by starving it of data. Then there’s the cost of the boycott to would-be consumers. Research tells us that two key determinants of a boycott’s success are consumers’ \"preference for the boycotted product and their access to its substitutes.\" When it’s easy to switch to a competitor’s product, boycotts are easier to sustain. Real life examples bear this out. One of the most-cited examples of a successful boycott is the 1995 Shell boycott, where consumers boycotted Shell gasoline over the company’s plans to sink an oil platform into the Atlantic Ocean. A critical factor was that the boycott was virtually costless to consumers: Gas is gas, and the cost of filling up at a different station was quite low. BUD LIGHT PARENT COMPANY'S STOCK DOWNGRADED BY HSBC AMID BRANDING 'CRISIS,' HUGE SALES DROP When switching is hard, by contrast, boycotts tend to fail. Take Disney’s decision to wade into a political debate with Florida Governor Ron DeSantis. Some disgruntled customers called for boycotts, but Disney’s 2022 revenues ultimately rose 22.7% over the previous year. But what choice did Disney’s customers really have? Are parents no longer going to take their kids to Disney World?  Or take the calls to boycott the NFL after San Francisco 49ers quarterback Colin Kaepernick kneeled during the national anthem. Scores of offended fans flocked to Twitter to vow they’d never watch football again. But they did. This year’s Super Bowl was the most-watched of all time.  Bud Light is different. As beer goes, it is not particularly unique. Pour a Bud Light into an unmarked Solo cup, and most people can’t distinguish it from a Coors Light or a Miller Light or a Pabst Blue Ribbon. Nor do consumers have strong preferences based on taste alone.  In a sense, Bud Light’s easygoing, generic, inoffensive appeal was the appeal. That appeal is now gone. But other brands have retained their inoffensive status. That’s likely why as Bud Light’s sales have fallen, Coors and Miller have enjoyed 20.5% and 21% sales boosts in the third week of April, respectively. It might be easy to drive to a different gas station, but it’s really easy to reach for something else from 7-Eleven’s beer fridge. CLICK HERE TO GET THE OPINION NEWSLETTER There’s another reason why Bud Light’s sales have continued to fall, one that seems to elude most commentators: The Bud Light boycotts aren’t driven exclusively, or even primarily, by radical extremists.  Certainly, the most politically devout patrons are the most dissatisfied with Bud Light’s recent brand strategy. And the noisiest. But for every Kid Rock shooting bullets into Bud Light cans on Tik Tok or gay bar loudly dumping the brand for not being LGBT-friendly enough, there are hundreds if not thousands of Americans who just don’t want their choice in beer to be political—not pro-trans, not anti-trans, not any-trans. Anheuser-Busch’s CEO alluded to this in last week’s earning call: \"The beer itself should not be the focus of the debate.\" But it is. And that doesn’t seem to be changing anytime soon. The Bud Light controversy is therefore more than the latest flash point in the culture wars. It is part of a larger cultural shift. In 2020 and 2021, much of corporate America saw advocating for social issues as an easy way to score points with customers. Boycotts were rare; most people either supported socio-corporate political activism or were too afraid to say otherwise.  Now, the tide has turned. A poll conducted earlier this year shows that 68% of Americans think that companies that speak out on social issues do it as a marketing ploy. And a study out earlier this month shows that Americans are much more likely to distrust institutions they view as politicized—even when they take political positions that align with their views. In today’s heated political environment, the surest course for companies—particularly those in high-visibility, competitive markets—is to focus on their brand and stay out of the debates.  Anheuser-Busch is no exception. To correct course, Anheuser-Busch must publicly commit to staying out of political issues moving forward. Anheuser-Busch may have had to learn this lesson the hard way, but for other companies, the lesson should be much easier to swallow. "
      },
      {
        "title": "AI may issue harsher punishments, severe judgments than humans: Study",
        "description": "Artificial intelligence fails to match humans in judgment calls and is more prone to issue harsher penalties and punishments for rule breakers, according to a new study from MIT researchers. The finding could have real world implications if AI systems are used to predict the likelihood of a criminal reoffending, which could lead to longer jail sentences or setting bail at a higher price tag, the study said. Researchers at the Massachusetts university, as well as Canadian universities and nonprofits, studied machine-learning models and found that when AI is not trained properly, it makes more severe judgment calls than humans. The researchers created four hypothetical code settings to create scenarios where people might violate rules, such as housing an aggressive dog at an apartment complex that bans certain breeds or using obscene language in a comment section online Human participants then labeled the photos or text, with their responses used to train AI systems. \"I think most artificial intelligence/machine-learning researchers assume that the human judgments in data and labels are biased, but this result is saying something worse,\" said Marzyeh Ghassemi, assistant professor and head of the Healthy ML Group in the Computer Science and Artificial Intelligence Laboratory at MIT. \"These models are not even reproducing already-biased human judgments because the data they’re being trained on has a flaw,\" Ghassemi went on. \"Humans would label the features of images and text differently if they knew those features would be used for a judgment.\" MUSK WARNS OF AI'S IMPACT ON ELECTIONS, CALLS FOR US OVERSIGHT: ‘THINGS ARE GETTING WEIRD … FAST’ Companies across the country and world have begun implementing AI technology or contemplating the use of the tech to assist with day-to-day tasks typically handled by humans.  The new research, spearheaded by Ghassemi, examined how closely AI \"can reproduce human judgment.\" Researchers determined that when humans train systems with \"normative\" data - where humans explicitly label a potential violation - AI systems reach a more human-like response than when trained with \"descriptive data.\" HOW DEEPFAKES ARE ON VERGE OF DESTROYING POLITICAL ACCOUNTABILITY Descriptive data is defined as when humans label photos or text in a factual way, such as describing the presence of fried food in a photo of a dinner plate. When descriptive data is used, AI systems will often over-predict violations, such as the presence of fried food violating a hypothetical rule at a school prohibiting fried food or meals with high levels of sugar, according to the study. The researchers created hypothetical codes for four different settings, including: school meal restriction, dress codes, apartment pet codes and online comment section rules. They then asked humans to label factual features of a photo or text, such as the presence of obscenities in a comment section, while another group was asked whether a photo or text broke a hypothetical rule. The study, for example, showed people photos of dogs and inquired whether the pups violated a hypothetical apartment complex’s policies against having aggressive dog breeds on the premises. Researchers then compared responses to those asked under the umbrella of normative data versus descriptive and found humans were 20% more likely to report a dog breached apartment complex rules based on descriptive data. AI COULD GO 'TERMINATOR,' GAIN UPPER HAND OVER HUMANS IN DARWINIAN RULES OF EVOLUTION, REPORT WARNS Researchers then trained an AI system with the normative data and another with the descriptive data on the four hypothetical settings. The system trained on descriptive data was more likely to falsely predict a potential rule violation than the normative model, the study found. \"This shows that the data do really matter,\" Aparna Balagopalan, an electrical engineering and computer science graduate student at MIT who helped author the study, told MIT News. \"It is important to match the training context to the deployment context if you are training models to detect if a rule has been violated.\" The researchers argued that data transparency could assist with the issue of AI predicting hypothetical violations, or training systems with both descriptive data as well as a small amount of normative data. CRYPTO CRIMINALS BEWARE: AI IS AFTER YOU \"The way to fix this is to transparently acknowledge that if we want to reproduce human judgment, we must only use data that were collected in that setting,\" Ghassemi told MIT News.  \"Otherwise, we are going to end up with systems that are going to have extremely harsh moderations, much harsher than what humans would do. Humans would see nuance or make another distinction, whereas these models don’t.\" The report comes as fears spread in some professional industries that AI could wipe out millions of jobs. A report from Goldman Sachs earlier this year found that generative AI could replace and affect 300 million jobs around the world. Another study from outplacement and executive coaching firm Challenger, Gray &amp; Christmas found that AI chatbot ChatGPt could replace at least 4.8 million American jobs. An AI system such as ChatGPT is able to mimic human conversation based on prompts humans give it. The system has already proven beneficial to some professional industries, such as customer service workers who were able to boost their productivity with the assistance of OpenAI's Generative Pre-trained Transforme, according to a recent working paper from the National Bureau of Economic Research."
      },
      {
        "title": "Washington state scrambles to pass drug possession law before decriminalization deadline",
        "description": "Washington lawmakers are in a race against the clock to keep their state from becoming the second in the nation to decriminalize possession of hard drugs. Gov. Jay Inslee is calling lawmakers back for a special session Tuesday after the legislature failed to reach an agreement on a new drug law during the regular session. WASHINGTON GOV SIGNS BIG GUN CONTROL PACKAGE, INCLUDING 'ASSAULT WEAPONS' BAN: 'NO ONE NEEDS AN AR-15' \"We've known since last year that we needed to pass legislation regarding this,\" state Rep. Peter Abbarno, a Republican, told Fox News. \"It's pretty unfortunate to find that the can had been kicked so far down the road.\" The problem started in 2021 when the Washington Supreme Court struck down the state's felony ban on drug possession as unconstitutional because it did not include an intent requirement. Lawmakers temporarily made drug possession a misdemeanor offense with the goal of coming up with a permanent solution. But that hasn't happened yet, and the misdemeanor law expires July 1. Several bills addressing the issue were proposed, Abbarno said. Senate Bill 5536, which would have made possession a gross misdemeanor, came the closest to passing, but 15 Democrats joined all 40 Republicans in voting it down on the final day of the legislative session. It \"didn't have teeth,\" Abbarno said of the bill. House Republicans argued its jail diversion process was too lenient and would lead to a revolving door of offenses. Abbarno said his ideal drug possession bill would strike a balance between \"accountability and compassion.\" \"When I look around my community, I don't want to see somebody struggling with addiction, merely just thrown in jail. I want them to have the services they need,\" he said.  But he also wants to ensure \"people are held accountable\" for using and possessing dangerous drugs like fentanyl. OREGON LAWMAKERS CONSIDER CUTTING MILLIONS FROM ADDICTION SERVICES AFTER DECRIMINALIZING DRUGS As overdose rates skyrocketed and public drug use became commonplace in many cities, some local governments have passed their own laws cracking down on drugs. Marysville was the first city in the state to recriminalize possession, and later passed another ordinance making public drug use an arrestable offense. If the state doesn't replace the misdemeanor law, Abbarno predicts a \"domino effect\" of cities setting their own drug laws. \"I'm hoping that everyone's feet are held to the fire and we actually do our job and come out of there with an agreement,\" he said. Oregon, Washington's neighbor to the south, became the first state in the country to decriminalize drug possession after voters approved Measure 110 in 2020. But criticism of the law has grown as overdose deaths continue to increase. An audit found the state's health authority could not provide data showing how hundreds of millions of dollars earmarked for addiction treatment were spent. \"You look at what communities and states are doing around you and see how you can improve on it,\" Abbarno, who represents a district in southwest Washington, said. \"You don't often want to follow them down the rabbit hole.\" Special sessions last 30 days in Washington, but Inslee's office said lawmakers should be able to finish within several days if they reach a consensus. The state legislature has already earmarked more than $600 million in new spending on services for those with substance use disorders."
      },
      {
        "title": "OpenAI CEO Sam Altman faces Senate panel as pressure builds to regulate AI",
        "description": "Senators on Tuesday will grill OpenAI CEO Sam Altman about the \"perils and promise\" of artificial intelligence as part of a push to better understand this quickly emerging technology and impose some kind of regulatory regime around it. Altman will testify before the Senate Judiciary Subcommittee on Privacy, Technology, and the Law, which will mark his first time as a witness at a public congressional hearing. His testimony comes several weeks after Senate Majority Leader Chuck Schumer, D-N.Y., said he is working on a regulatory blueprint and as several members of the House and Senate have talked about the need for rules of the road for AI. Members of the subcommittee have made it clear over the last week that they want to learn more about AI to make sure it's used safely and responsibly. The top Republican on the subcommittee, Sen. Josh Hawley, R-Mo., told Fox News Digital on Monday that he's worried about what role AI could play in the upcoming election cycle. \"We've got to understand the reach of AI and its significance. I mean, I want to know, are we going to be able to have free, open and honest elections in this country going forward? Or is AI going to so control the information that we're able to get as voters that basically we're going to be spoon-fed everything by some algorithm and the people who control it?\" Hawley asked. EVERYTHING YOU NEED TO KNOW ABOUT ARTIFICIAL INTELLIGENCE: WHAT IS IT USED FOR? He said the possibility of economic upheaval and job losses is another issue Congress needs to consider. \"I want to understand better what it means for work,\" Hawley said. \"I mean, does this mean that that AI soon is going to be replacing workers – particularly I'm concerned about blue-collar workers – and gobbling up jobs that ought to go to our workers in this country?\" \"This idea that we can just trust the Big Tech companies to do the right thing is laughable. I mean, we've seen that with social media now. ‘Just trust us,’ they've been saying for years while they've been poisoning our kids with their imagery, with representations of suicide, leading them toward drug abuse,\" Hawley added. Subcommittee Chair Sen. Richard Blumenthal, D-Conn., said when he announced the event, \"Artificial intelligence urgently needs rules and safeguards to address its immense promise and pitfalls.\" AI PAUSE CEDES POWER TO CHINA, HARMS DEVELOPMENT OF ‘DEMOCRATIC' AI, EXPERTS WARN SENATE \"This hearing begins our subcommittee’s work in overseeing and illuminating AI’s advanced algorithms and powerful technology. I look forward to working with my colleagues as we explore sensible standards and principles to help us navigate this uncharted territory,\" Blumenthal added. Sen. Marsha Blackburn, R-Tenn., another member of the subcommittee, said she plans to ask Altman about AI’s effect on content creators, specifically the music industry. ALTERNATIVE INVENTOR? BIDEN AMIN OPENS DOOR TO NON-HUMAN, AI PATENT HOLDERS \"One issue that is top of mind for Tennesseans is how generative AI is impacting the entertainment industry, especially songwriters and musicians. The content creators who call Tennessee home should be able to decide if their copyrighted songs, images, and art can be used to train AI models, or if their voice and likeness can be used,\" Blackburn said in an emailed statement. \"I plan to ask Altman about how he plans to protect content creators as he develops his AI products. We know Big Tech platforms like YouTube take copyrighted content with no real hesitation – we need to make sure that OpenAI and other AI platforms don’t do that,\" she said. The hearing’s other witnesses are Christina Montgomery, IBM’s top official for privacy and trust, and New York University professor emeritus Gary Marcus. In addition to his testimony before the Senate on Tuesday, Altman is also expected to give a closed-door briefing to House members about AI. Altman’s last high-profile visit to Washington came with an invitation from Vice President Kamala Harris to discuss AI at the White House along with the CEOs of Google, Microsoft and Anthropic. In a readout sent after that meeting, the White House revealed that President Joe Biden made a surprise appearance \"to underscore that companies have a fundamental responsibility to make sure their products are safe and secure before they are deployed or made public.\""
      },
      {
        "title": "AI defines ‘ideal body type’ per social media – here’s what it looks like",
        "description": "Artificial intelligence has its own idea of what the perfect human body should look like. A new study by The Bulimia Project, a Brooklyn, New York-based website that publishes content and research related to eating disorders, investigated how AI perceived the \"ideal\" body based on social media data. The results, produced by AI-generated imaging tools such as Dall-E 2, Stable Diffusion and Midjourney, showed widely \"unrealistic\" body structures, as reported in a discussion of the findings on The Bulimia Project's website. AI-DISCOVERED DRUG SHOWS ‘ENORMOUS POTENTIAL’ TO TREAT SCHIZOPHRENIA: ‘REAL NEED FOR BETTER TREATMENT’ Forty percent of the overall images depicted \"unrealistic\" body types of muscular men and women — 37% for women and 43% for men — according to the study. For women, the AI-generated images seemed to have a bias toward blonde hair, brown eyes and olive-toned skin. More than half (53%) of all images of women generated to depict the \"ideal body type\" included olive skin. For men, the AI-generated images showed a bias toward brown hair, brown eyes and olive skin. Sixty-seven percent of all images for men with the \"ideal body type\" included brown hair and 63% had olive skin. Additionally, 47% of the images for men included facial hair. AI-POWERED MENTAL HEALTH DIAGNOSTIC TOOL COULD BE THE FIRST OF ITS KIND TO PREDICT, TREAT DEPRESSION The Bulimia Project extracted its results by approaching the various AI systems with two prompts. The first prompt — \"the ‘perfect’ female body according to social medial in 2023\" — generated a variety of female body types but showed an obvious preference for slimmer women with toned muscles. The second prompt — \"the ‘perfect’ male body, according to social medial in 2023\" — did the same, coming up with images of men with perfectly toned abs. \"Smaller women appeared in nearly all the images created by Dall-E 2, Stable Diffusion and Midjourney, but the latter came up with the most unrealistic representations of the female body,\" the study revealed. \"The same can be said for the male physiques it generated, all of which look like photoshopped versions of bodybuilders.\" CHATGPT LIFE HACKS: HOW USERS ARE SPAWNING GROCERY LISTS FROM AI-GENERATED RECIPES AND MEAL PLANS The study broadened the scope beyond social media, prompting the AI tools to generate images of \"the ‘perfect’ woman in 2023\" and \"the ‘perfect’ man in 2023.\" The results showed more diversity in skin, hair and eye color as well as ethnicity, although the images still depicted conventionally \"fit\" individuals. The study compared how the social media-inspired images were much more sexualized and \"unsettling,\" in terms of disproportionate body parts, than the AI-inspired renderings. \"Considering that social media uses algorithms based on which content gets the most lingering eyes, it’s easy to guess why AI’s renderings would come out more sexualized,\" the study concluded.  \"But we can only assume that the reason AI came up with so many oddly shaped versions of the physiques it found on social media is that these platforms promote unrealistic body types to begin with.\" META ANNOUNCES AI IMAGE GENERATION TOOLS FOR ADVERTISERS In the age of filters on photo apps such as Snapchat and Instagram, \"no one can reasonably achieve the physical standards set by social media,\" the study noted. The Bulimia Project study was launched in response to the jarring impact of social media on children’s mental health, which could be a source of body image issues, according to the study. The idealization of body types on social media has an undeniable effect on adults as well, experts say. James Campigotto, a Deerfield, Florida-based data journalist who worked on The Bulimia Project's study, told Fox News Digital in an interview that this study was designed to explore the biases and potential dangers of AI. Campigotto noted that some of the results were considered \"unrealistic\" in terms of body type by straying \"far away\" from what is \"obtainable\" by the average person. \"This could [negatively impact] individuals' body images,\" he said.  \"You could be someone who's doing all the right things, eating properly and exercising constantly … and still not achieving these very outlandish images, which can be very disheartening and impactful on someone's self-image,\" he added. Campigotto said he was most surprised by the lack of diversity in the social media-inspired renderings. TEENS ARE TURNING TO SNAPCHAT'S 'MY AI' FOR MENTAL HEALTH SUPPORT — WHICH DOCTORS WARN AGAINST Most of the male images showed chiseled abs and \"Superman-like\" physiques, he said — which he believes could be linked to a lack of conversation surrounding male body positivity. \"I think men are struggling with this idea just as much, if not the same, as women — this idea of body image [and] what it is to have a body you’re proud of,\" he said. AI expert Joe Toscano, founder of the data technology company Mach 9 in Omaha, Nebraska, told Fox News Digital the study findings are \"not surprising,\" since the internet is \"all about what gets clicked on the most.\" \"These systems are not making decisions based on ‘thinking,'\" he said in a statement. \"They're making these decisions based on what's already out there and indicators that are coded into the system to determine what is ‘best.’\"  As AI poses a potential threat to self-esteem and body image, Campigotto said the study also revealed biases present within artificial intelligence, warning users to \"take everything with a grain of salt.\" CLICK HERE TO SIGN UP FOR OUR HEALTH NEWSLETTER \"Keep in mind that everything that's being generated is being influenced by a certain perspective and a certain bias,\" he said.  Taking social media influencers as an example, Campigotto explained they are a \"minority group\" who should not be representative of an overall image. Instead, he said, \"try to compare yourself to the version of yourself from yesterday and less toward everything going on around you,\" he said.  \"Adjust your perspective to just focus on yourself.\" Toscano of Mach 9 added that a certain kind of AI usage will only \"accelerate levels of mental illness and body shame.\" \"I used to compare myself to my peers locally, but now kids are comparing themselves to the things that trend the most on the internet, meaning instead of comparing yourself to one in 1,000 people or even 10,000 people, you're comparing yourself with the ‘best’ in the world — making those standards even more unattainable,\" he said.  \"In addition to that, there's no way to tell what's been rendered or not nowadays,\" Toscano said.  \"There's no way to tell who's had plastic surgery or not nowadays.\""
      },
      {
        "title": "Residents, business owners fleeing Dem-run cities in droves as homeless camps wreak havoc: 'Absolute madness'",
        "description": "Residents of major Democrat-run cities across the country are sounding the alarm about the growing number of homeless encampments as government policies do little to help – and in some cases, make things worse. The increasingly visible crisis has resulted in business owners fleeing some areas as some residents describe feeling less safe. \"I felt safer when I was walking around in downtown Saigon when I was in Vietnam than I do here in Portland,\" 83-year-old Vietnam veteran Armand Martens told Fox 12 Oregon about a homeless encampment rife with reports of drugs, thefts and multiple fires. In one incident, exploding propane tanks sent his neighbors running and screaming in fear. Real estate developer Dustin Michael Miller told \"Fox &amp; Friends First\" that he’s moving his business out of the city after his office was riddled with bullets in an incident he called \"absolute madness.\" LOS ANGELES NONPROFIT HANDING OUT CLEAN METH PIPES TO HOMELESS ON SKID ROW: REPORT \"It's not uncommon to see homeless people running around the city with axes and machetes, and it's just a common thing that nobody does anything,\" Miller said. \"You call the police, and it's very rare that they show up.\" Miller’s departure will add his company’s name to the growing list of businesses that have pulled out of Portland, including Cracker Barrel and Walmart. Portland census data showed the city has lost 0.04% of its population after growing for 30 years straight. While the general population has declined for three years in a row, Mayor Ted Wheeler’s office reported a 50% increase in homelessness from 2019 to 2022.  A common theme in the reports of businesses and residents being terrorized by homeless encampments is that they often have no recourse, and in many instances, cities have been accused of pushing to make life easier for the homeless at the expense of the business owners. Critics say that’s the case in Portland where the Democrat-controlled City Council responded to the growing homeless crisis last month by proposing legislation that would decriminalize public camping with a bill known as the \"Right to Rest Act.\" 'HAPPY DAYS' STAR SCOTT BAIO ANNOUNCES HE'S LEAVING CALIFORNIA DUE TO HOMELESS CRISIS, CRIME Additionally, the bill would have allowed homeless individuals to sue for $1,000 if they are harassed and told to relocate. The legislation was ultimately shelved due to public outcry.  In nearby Eugene, Oregon, homeless encampments are proving equally taxing on residents, including an \"RV squatter\" encampment where a resident recently said he asked a homeless individual performing a sex act in public to leave, prompting the individual to attack him with a metal bat and spit blood on him.  Eugene police eventually cleared out the encampment but acknowledged that the problem, which has been an issue for two years at that specific location, is \"cyclical.\" SAN DIEGO UNDER FIRE FOR 'FRUITLESS' PLAN TO HOUSE HOMELESS IN 3 HOTELS AT NEARLY $400K PER ROOM Roughly 300 miles north, in Seattle, residents say homeless encampments are preventing them from safely going to church, and critics say the homeless are emboldened by the lack of penalties they face for crimes. \"It's largely because there is no consequence for anything of this nature in Seattle,\" former Seattle firefighter Andy Pittman told \"Fox &amp; Friends First\" last year. Pedro Morales, a business owner in Austin, Texas, recently became one of the latest victims of the growing homeless crisis in that city where a homeless encampment popped up in an alley next to a property he rents out.  \"When is enough going to be enough?\" Morales said to Fox News Digital while detailing the lack of help he has received from the city and the severely understaffed police department. \"When does harassment of another person’s safety and happiness come into play?\" In Los Angeles, 69,144 people were living on the streets in 2022, which is up 4.1% since 2020. L.A. business owners said they are having similar problems getting any help from the city to address the homeless crisis. I TALKED TO 2 EX-HOMELESS PEOPLE ABOUT NEWSOM'S 'INVESTMENT' IN HOMELESSNESS. THEIR ANSWERS WILL SHOCK YOU Graphic scenes of lawlessness continue to emerge from L.A. homeless camps, including recently in the Beverly Grove neighborhood where a naked homeless woman was spotted lounging in public on a couch. \"It's easier to send a rocket to the moon than send a letter to the mayor's office,\" L.A. business owner George Frem told \"Fox &amp; Friends.\" To the north, in San Francisco, retailers are fleeing in droves as the homeless crisis and the crime that comes along with it has led to shoplifting and violence against employees. Despite the anguish expressed by residents and businesses, a San Francisco Democrat recently proposed legislation to \"specifically prohibit security guards from drawing their weapons to protect property.\" EX-SAN FRANCISCO OFFICIAL HOSPITALIZED IN PIPE BEATDOWN SAYS CHARGES TO BE DROPPED AGAINST HOMELESS SUSPECT Cully Stimson, senior legal fellow at the Heritage Foundation, told Fox News Digital that the root cause of the problem is the mass legalization and decriminalization of drugs. \"Homelessness and the increase in homelessness would not happen to the extent it is happening had there not been, and continues to be, a push to legalize every drug,\" Stimson said. \"The more people who are somnolent, the more people who are stoned, the more people who are given a free pass to use whatever drugs you want, the more you're going to have people who are incapable of holding down a productive job,\" said Stimson, who co-authored a book with Heritage legal fellow Zack Smith called \"Rogue Prosecutors: How Radical Soros Lawyers Are Destroying America's Communities,\" which is set to be released in June. Stimson told Fox News Digital he gave a keynote speech last June to the International Association of Claims Professionals where he says the biggest insurance conglomerates in the world told him \"they are seeing massive spikes in claims by businesses in cities\" and wanted to know if there was a connection between Stimson’s work on progressive prosecutors funded by billionaire George Soros and property damage in many of the cities struggling with homelessness. \"Of course there is a connection,\" Stimson told Fox News Digital, explaining that lawmakers easing punishments for drugs and other crimes while being protected by qualified immunity makes them impervious to legal pushback from residents and businesses. \"They're trying to create a socialist nightmare scenario for everybody,\" Stimson said. \"In their world, I guess they think it's hunky-dory. Everyone else knows it diminishes the quality of life and public safety to the point where they leave, and so the only recourse these people have and these businesses have now is to leave, and they've done it in droves.\""
      },
      {
        "title": "GREG GUTFELD: The woke mob is reshaping the narrative to make Jordan Neely a martyr",
        "description": "Happy Monday, everyone! So far, over 2 million bucks has been raised for Daniel Penny's defense. Millions to save a penny. Sounds like a typical Democrat social program. But it is good news. Still, is it a match for the mob, the mob that disrupted subway service and started brawls over the death of a violent, mentally ill homeless man? See, they thrive off violent extortion, lurking and waiting to pounce like a lunatic on the F train and always adored by the media. And even though this dead guy was a menace, better at impersonating Michael Myers than Michael Jackson, they're going to reshape that narrative.  JORDAN NEELY HAD HISTORY OF ATTACKS ON SUBWAY RIDERS BEFORE NYC CHOKEHOLD DEATH So he's a martyr and the Marine a bad guy. And race will play the starring role, even though it was a bona fide rainbow coalition teaming up to protect innocent passengers from a raging lunatic. But to morons and race baiters, that could only mean one thing: White supremacy. Which means if the case doesn't go their way, prepare for the apocalypse on your streets. That's the extortion. Neely was a violent mess with serious mental issues. I see him every day, usually outside CNN headquarters. But if you ask the media, he was a talented entertainer, which is like saying John Wayne Gacy was a clown. He was.  Now, mental illness can make you a victim, but also a victimizer. And in Neely's case, there is a good chance when he punched a few senior citizens, he did it because he felt like it. Oh, there was help out there for him for sure. Billions in social programs. But what happened there? It's a scam called rent seeking. The practice of manipulating public policy to increase profits. If homelessness actually gets better, the profits shrink. So you got to keep that problem alive. It's really how the Democratic Party exists. Keep people living at subsistence level and they will have to rely on us forever.  After 42 priors, Neely should have been locked up but New York has a '180 strikes and you're still not out' law. So he roamed loose. And because the left sees dollar signs and sorrow, they preferred to unload these maniacs on the rolling asylum called the subway, a mode of transport these ----s would never be caught dead on. Pun intended. Neely was on NYC's list of the top 50 people in dire need of help. Yeah, the government makes lists of people they aren't helping. Isn't that the phone book? But the homeless service industry is indeed an industry.  De Blasio threw a billion to ThriveNYC with his wife as the boss. Yep, he hired the most qualified person he was married to. And surprise, it got worse. And why? Because the money flows up and not down. Nothing was thriving but salaries. They threw another $240 million next fiscal year to the Department of Homeless Services. And of course, things got worse. So you had more homeless criminals roaming transit. No one wants to mess with them, but they will mess with you, surely. That's where Penny and others step in. New Yorkers are supposed to look out for each other, not look away. But do that and you'll be looking for a lawyer.  Bragg charged him and City Hall must have known. So Bragg and the mayor bent over for a few performance protesters. And they were indeed performers. The subway event had to be staged because there's no way those kids jump onto a live subway track and stay there without knowing the train wouldn't turn them into ground chuck. I mean, they're zombies, but they're not literal zombies. Maybe I'm wrong.  The protesters also needed police to be involved because no cops were present when Neely died. So they needed conflict on the streets between protesters and cops, a narrative the media always embraces. And so the jury will hear that story. AOC and others will push the lynching narrative as received wisdom. She wants to pull the lever for the electric chair like it's a beer tap.  But they run into a problem. Real people who take the subway and anybody else who just wants to get through their day with a minimum of hassle. We have to fight this. We have to support Daniel Penny, not against Jordan Neely, but against the Alvin Braggs and the AOCs of the world and also the old wretched dividers who tear apart by telling us that, after all, racism has long torn us apart.  BIDEN BLASTED FOR CALLING ‘WHITE SUPREMACY’ ‘MOST DANGEROUS TERRORIST THREAT’ AT COLLEGE SPEECH: ‘PURE EVIL’ PRESIDENT JOE BIDEN: Racism has long torn us apart. The most dangerous terrorist threat to our homeland is White supremacy. I'm not saying this because I'm at a Black HBCU, I say it wherever I go.  No, you said it because you were there, ya Bozo. So how does that help Blacks or Whites? It's not meant to. See, dividing people just makes them easier to conquer, which helps the rent-seeking crooks who make money off maintaining racial strife. Joe's telling Black grads they're entering a world faced with invisible White devils. And that's a lie. You call White people the devil, and you're half right. But it's the half Blacks keep voting for. Even when Lucifer himself comes to your graduation and lies to your face. "
      },
      {
        "title": "St. Louis prosecutor seeks to free man serving life sentence for 1990 murder: 'Wrongful conviction'",
        "description": "The office of St. Louis Circuit Attorney Kim Gardner is looking to overturn the conviction of a man who has spent 33 years in prison for a murder he claims he did not commit. On Monday, Gardner cited \"clear and convincing evidence\" that Christopher Dunn, now 51, had not been involved in the 1990 fatal shooting death of Ricco Rogers. The statement came after Gardner filed a motion with the St. Louis Circuit Court Friday to vacate Dunn's first-degree murder conviction. Witnesses who testified against Dunn later said authorities had pressured them to lie, Gardner's office said. \"We are hopeful his wrongful conviction is set aside for the sake of Mr. Dunn, his family, and the people of the city of St. Louis,\" Gardner said in a statement Monday. SOROS-BACKED ST. LOUIS ATTORNEY REFUSES TO CHARGE CINCO DE MAYO SHOOTING SUSPECT ON LACK OF EVIDcENCE: REPORTS It was not immediately clear if Missouri Attorney General Andrew Bailey’s office would oppose the motion. Dunn, who was 18 when Rogers was killed, was convicted in part due to testimony from two boys who claimed to witness the shooting. Years later, both boys recanted their testimony and said they were coerced by state officials. Dunn's potential innocence was brought before a judge in 2020, but procedural precedent did not allow him to be exonerated. Judge William Hickle said during the evidentiary hearing that year that a jury would likely find Dunn not guilty based on new evidence, however, he declined to exonerate Dunn. SOROS-BACKED PROSECUTOR MIRED IN SCANDAL RESIGNS FROM OFFICE In his decision, Hickle cited a 2016 Missouri Supreme Court ruling that only death row inmates could make a \"freestanding\" claim of their innocence – not those serving a sentence of life in prison without the possibility of parole, like Dunn. Dunn’s claim is being considered again as a 2021 law allows prosecutors to seek court hearings in cases with new evidence of a wrongful conviction. The law has already led to the freeing of two inmates who served lengthy sentences. Lamar Johnson, who had spent nearly three decades in prison, was freed after Gardner’s office convinced a court in February to set aside his conviction. An investigation with the Innocence Project into the 1994 killing and subsequent conviction found Johnson was convicted largely on the testimony of an eyewitness, who later alleged he was coerced into making his statements. A second inmate, Kevin Strickland, who served more than 40 years for a Kansas City triple killing, was also freed as a result of the new law. Dunn's attorneys at the Midwest Innocence Project believe he should be the third. \"We are confident that when faced with such evidence, any Court will find, as Judge Hickle did nearly three years ago, that Christopher Dunn is innocent,\" the group said this week. YET ANOTHER MISSOURI OFFICIAL MAY TAKE SOROS-BACKED PROSECUTOR TO COURT AS MORE ASSISTANTS RESIGN The overturning of these convictions comes as Gardner announced on May 4 that she would resign effective June 1. Gardner has been under fire for months as critics accused her of neglecting her duties by allowing too many cases, including homicides, to go unpunished. Her office is also accused of being too slow to take on cases. Critics also said criminals have been released back onto the streets while victims of their crimes and their families are left uninformed. Her time as the city attorney has been riddled with accusations of misconduct and mishandled cases. One such incident resulted in Gardner being publicly reprimanded and fined by the Missouri Supreme Court. Gardner was supported by liberal billionaire and Democrat mega-donor George Soros in 2016 and again in 2020. Republican Gov. Mike Parson will appoint her replacement. Fox News’ Greg Wehner and The Associated Press contributed to this report. "
      },
      {
        "title": "LAURA INGRAHAM: The Russia collusion investigation was a complete and total sham",
        "description": "Fox News host Laura Ingraham explains why the Trump-Russia investigation was a \"politically motivated use of federal resources\" on \"The Ingraham Angle.\" LAURA INGRAHAM: The Russia collusion investigation meant to derail Trump's 2016 campaign was a complete and total sham. Now, today, special counsel John Durham's conclusions weren't that brutal in a matter of fact, but his 306-page report was blunt and damning. Now, after reading through as much of the report as I could stomach tonight, I was disgusted. And I was so sickened all over again by what they did to Donald Trump, what they did to Carter Page and so many others along the way.  DURHAM REPORT: FBI DISPLAYED ‘MARKEDLY DIFFERENT’ TREATMENT OF CLINTON, TRUMP CAMPAIGNS Now we see in black and white, in facts presented, what was obvious and pervasive corruption. Now, there was clear political bias at work, Durham calls it confirmation bias, in the most powerful agencies within our federal government, intelligence and the Federal Bureau of Investigation. Now, Hillary Clinton, we know she skated despite destroying evidence, but Donald Trump, he was tormented over nothing. And this began, never forget, when Obama was still in power.  … Now, this was rank abuse, abuse of office and a vindictive, improper, politically motivated use of federal resources. Yet Durham's conclusion was only that the FBI \"failed to uphold their important mission of strict fidelity to the law.\" Yeah, it is outrageous that this happened and it is arguably worse than Watergate when you look at all the facts. But the truth is, no one's going to do anything about it. "
      },
      {
        "title": "On this day in history, May 16, 1986, Tom Cruise Cold War blockbuster 'Top Gun' jets across silver screen",
        "description": "\"Top Gun,\" a triumphant all-American pre-\"woke\" Hollywood movie classic, was released on this day in history, May 16, 1986. Patriotic and sexy, if somewhat predictable, the action-romance placed cocky young U.S. Navy pilots in a \"Danger Zone\" of love and Cold War combat.  It roared across the American landscape like an F-14 strafing pop culture with one memorable explosion after another.  ON THIS DAY IN HISTORY, MAY 15, 1800, PRESIDENT ADAMS MOVES FEDERAL GOVERNMENT FROM PHILADELPHIA TO DC \"When ‘Top Gun’ hit the box office in 1986, it quickly rose to the top of the charts, drawing a great deal of attention to the film and the cast,\" MovieWeb.com wrote in a 2022 retrospective of the silver-screen sensation.  \"The film became an instant classic thanks to the award-winning soundtrack and some of the best aerial scenes to ever hit the big screen.\" \"Top Gun\" was the top-grossing movie of 1986 by a wide margin. It made upstart 23-year-old actor Tom Cruise one of Hollywood’s biggest stars and produced a No. 1 soundtrack featuring top acts of the 1980s, including Kenny Loggins, Cheap Trick and Loverboy.  Kelly McGillis played Charlie, the blonde bombshell instructor at the Navy’s elite \"Top Gun\" flight school and, of course, Cruise’s love interest. The movie was so popular – 46 million people in North America bought tickets that year – that it had a ripple effect on pop-culture that is still felt today.  \"Top Gun\" turned the names of dashing pilots \"Goose\" (Anthony Edwards), \"Iceman\" (Val Kilmer) and \"Maverick\" (Cruise) into American cultural idioms for cocksure machismo.  \"Talk to me, Goose,\" Maverick shouts twice in the movie during dazzling flight scenes, the phrase commonly used in casual conversation nearly 40 years later. \"You can be my wingman any time,\" Iceman tells former rival Maverick after the hotshot Cruise character guns down Soviet MIG fighters in the movie’s climactic dogfight battle scene.  Long used in military jargon, \"wingman\" became a synonym for trusted male buddy, usually in social situations, on the strength of that triumphant \"Top Gun\" exchange.  ‘TOP GUN: MAVERICK’: KENNY LOGGINS TALKS ‘DANGER ZONE’ AND MEETING TOM CRUISE FOR THE FIRST TIME The enduring popularity of \"Top Gun\" inspired a hit sequel an incredible 36 years later.  \"Top Gun: Maverick\" proved the biggest box-office smash of 2022, fueled by the same themes of slick aerial heroics and unabashed American patriotism.  Despite its incredible impact at the box office and on wider culture, critics gave \"Top Gun\" a lukewarm response. \"In one sequence after another, the soundtrack trembles as the sleek planes pursue each other through the clouds, and, yeah, it's exciting,\" wrote Roger Ebert, the celebrated late film critic, of the flick in 1986. \"But the love story between Cruise and McGillis is a washout … In its other scenes on the ground, the movie seems content to recycle old clichés and conventions out of countless other war movies.\" The public disagreed with Ebert – especially about the scorching Cruise-McGillis maneuvers.  Maverick's public serenade of the sizzling skirt flight instructor inspired a revival of the 1965 Righteous Brothers No. 1 Billboard hit \"You've Lost That Loving Feeling.\"  Fans in theaters expected Maverick to crash and burn. They clapped instead when Charlie invited him to sit down after the high-risk barroom stunt.  Their romance inspired its own scorching love anthem.  INDIANA MAN PAINTS MASSIVE AMERICAN FLAG MURAL ON ROOF OF HARDWARE STORE: ‘A LOT OF PRIDE’ \"Take My Breath Away\" by Berlin was a No. 1 hit around the world in the summer of 1986 and won Academy and Golden Globe Awards for Original Song of the Year. \"Top Gun\" was, if not inspired by, certainly preceded by a long-forgotten landmark silent movie that set the standard for the cocky pilot action-romance genre. \"Wings,\" also from Paramount Pictures, released nationally in 1929, featured the exploits of a pair of World War I flying aces in love with the same woman.  Among other claims to fame, \"Wings\" introduced young actor Gary Cooper in a small supporting role.  \"Wings\" enjoyed a rebirth of attention with the success of \"Top Gun: Maverick\" last year and boasts an achievement even the original \"Top Gun\" cannot claim.  It captured Best Picture honors at the first Academy Awards in 1929.  \"Top Gun\" wasn't even nominated for Best Picture in 1987. The award went to \"Platoon.\" \"If you haven’t seen this masterpiece, treat yourself. You won’t regret it,\" aviation blogger Scott Spangler wrote of \"Wings\" for the website JetWhine.com.  Perhaps the biggest impact of \"Top Gun\" was turning Cruise into a giant of American cinema.  He enjoyed a breakout hit in the 1983 teen flick \"Risky Business,\" but in a juvenile role.  \"‘Top Gun’ put him over the top, using sensational special effects and aerial sequences to tell the story of Navy F-14 pilots fighting to be the best,\" Ebert wrote later in 1986, as Cruise starred beside Paul Newman in another silver screen hit that year, \"The Color of Money.\" CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER \"’Top Gun’ has made Cruise the top box-office star of the year, and it's Hollywood folklore that with a hit that big, an actor can write his own ticket for a few years.\""
      },
      {
        "title": "SEAN HANNITY: The Trump-Russia collusion hoax looks more like an attempted coup",
        "description": "Sean Hannity discusses how the left's narrative around the Trump-Russia collusion hoax have finally come to an end with the release of the Durham probe on \"Hannity.\" DURHAM FINDS DOJ, FBI ‘FAILED TO UPHOLD’ MISSION OF ‘STRICT FIDEILITY TO THE LAW’ IN TRUMP-RUSSIA PROBE SEAN HANNITY: And now the left's Russia hysteria has officially come to an end after years and years and years of waiting. With the 2020 election safely now in the rearview mirror, the DOJ has finally published the findings of the Durham probe. Remember that?  Now, long story short, every single thing that we reported to you on this program, we were correct. We've been vindicated time and again, especially today. Everything the media mob reported for almost three long years, day in and day out, nothing but lies and conspiracy theories.  Adam Schiff was the congenital liar that we told you about. It only took the DOJ seven years to get to the truth for the incredible, damaging corruption that sadly is now going unpunished and will remain unpunished. But tonight, to be clear, there is no dispute Trump-Russia collusion never, ever happened.  It was a hoax and a lie, but more appropriately, it looks more like an attempted coup. A nearly three year running political smear job against Donald J. Trump, all orchestrated by Democrats with the help of the DOJ and the FBI, and, of course, the never ending lies of the media mob."
      },
      {
        "title": "Super PAC backing Mike Pence launches ahead of former vice president’s imminent 2024 campaign",
        "description": "A new super PAC formed to support former Vice President Mike Pence’s all-but-certain 2024 White House campaign launched on Tuesday, with a mission to \"reintroduce\" the former vice president \"as his own man.\" And the establishment of the super PAC, titled Committed to America, is the clearest signal to date that Pence is likely just a couple of weeks away from declaring his candidacy for president and jumping into an increasingly crowded GOP nomination race. News of the super PAC’s formation was shared first with Fox News and roughly a dozen other news organizations. \"People know Mike Pence, they just don’t know him well,\" veteran Republican political consultant Scott Reed said. Reed will serve as co-chair of the newly formed super PAC. And the job of the new super PAC is to make sure Americans get to know well the person who served four years as then-President Donald Trump’s loyal vice president, according to Reed, who managed GOP presidential nominee Sen. Bob Dole’s 1996 campaign and who directed political operations at the U.S. Chamber of Commerce for more than a decade. WHAT PENCE SAID ABOUT TRUMP AS FORMER VP NEARS 2024 CAMPAIGN LAUNCH \"This campaign is going to reintroduce Mike Pence to the country as his own man, not as vice president but as a true economic, social and national security conservative – a Reagan conservative,\" Reed said. Reed will be joined as a co-chair by former Rep. Jeb Hensarling of Texas, who represented parts of Dallas and surrounding suburbs for 16 years and chaired the conservative House Republican Conference. Hensarling was one of Pence’s closest allies during their tenure together on Capitol Hill. WHO'S IN AND WHO'S ON THE SIDELINES — YOUR GUIDE TO THE 2024 GOP PRESIDENTIAL NOMINATION RACE Bobby Saparow, a veteran Republican campaign manager who steered GOP Gov. Brian Kemp’s comfortable victory last November over Democrat challenger Stacey Abrams in Georgia, is coming on board as Committed to America’s executive director. And longtime Republican communicator Mike Ricci, who served as communications director for then-House Speaker Paul Ryan and later for then-Gov. Larry Hogan of Maryland, will run communications for the new super PAC. Officials with the super PAC say their initial emphasis will be on Iowa, whose caucuses lead off the GOP presidential nominating calendar, as well as New Hampshire, South Carolina and Nevada, the other early voting states in the Republican primary and caucus schedule. \"We’re going to organize Iowa, all 99 counties, like we’re running him for county sheriff,\" Reed said. Pence, in his years in Congress, as Indiana governor and as vice president, was seen as a champion for social conservative voters who play an outsized role in Iowa Republican politics. A source familiar with the new super PAC said, \"We have a good handle on roughly how many people vote in this caucus. A large proportion of them are self-described evangelical Christians. Mike’s committed to spending a lot of time in Iowa. And we think his message and his track record is going to resonate with these voters.\" Another source familiar with the new super PAC said that while Committed to America will shine a spotlight on Iowa, it will also heavily organize in New Hampshire, which holds the first primary and votes second in the nominating calendar. And sources added that \"we are not going to cede South Carolina because there are a couple of local candidates running,\" referring to former U.N. Ambassador and former South Carolina Gov. Nikki Haley, who launched her GOP presidential campaign in February, and Sen. Tim Scott of South Carolina, who’s expected to declare his candidacy for president next week. Super PACs, known as independent expenditure-only committees, are legally allowed to raise unlimited sums of money from corporations, unions, associations and individuals and to spend unlimited sums to support or oppose political candidates. Unlike traditional PACs, they are prohibited under long-standing federal rules from either coordinating or contributing directly to a candidate or candidate's campaign. Both Haley and Scott have the backing of super PACs, as does former President Donald Trump, who’s the clear polling front-runner right now as he makes his third straight White House run. So does Florida Gov. Ron DeSantis, who currently remains on the 2024 sidelines but, along with Pence, is expected in the next couple of weeks to declare his candidacy for president. The pro-DeSantis super PAC, Never Back Down, is in the process of taking on some of the traditional roles of a presidential campaign, such as voter contact and get-out-the vote efforts in the key states. Committed to America is also planning a similar role when it comes building increasingly expensive voter contact, turnout and data programs. Saparow, pointing to his efforts in the field in Georgia last year, said that \"we are going to do something very similar. ... You will see that what we built out with Gov. Kemp is going to be taken to the national stage. So, we will also be doing a very extensive paid voter contact program through Committed to America. We have all the confidence in the world that the results that we were able to garner for Gov. Kemp we can duplicate for the vice president.\"  \"There is a recipe and there is a roadmap of success that I’ve worked on in the past that I believe we’ll be able to replicate with the vice president,\" Saparow said. Sources familiar with the super PAC wouldn’t share their fundraising and spending expectations, other than to say that \"we’re going to raise and spend as much money as it takes to be successful and win.\" And they declined to share their strategy when it comes to painting contrasts with Trump and with DeSantis, who is polling in second place in the latest GOP presidential nomination surveys, behind Trump but ahead of Pence and the rest of the other actual and potential White House candidates. Pence spent much of 2021 and 2022 crisscrossing the country, campaigning and fundraising on behalf of fellow Republicans who were running in last year’s midterm elections. And he also traveled extensively last autumn and this past winter on a book tour for his memoir, \"So Help Me God,\" in which he showcased successes of the Trump-Pence administration but also spotlighted criticisms of Trump that generated plenty of headlines. Pence’s travels took him numerous times to the early voting states. The former vice president has also beefed up his political team since last autumn as he’s built toward launching a presidential campaign."
      },
      {
        "title": "Lakers head coach gives hilarious answer when asked how to stop Nuggets' Nikola Jokic",
        "description": "The Los Angeles Lakers defied odds and have reached the Western Conference Finals despite starting the playoffs with the NBA Play-In Tournament. But that’s the way playoffs work: The hot teams, no matter the seeds, advance.  LeBron James, Anthony Davis and the rest of the Lakers are gelling at the right time, but they will certainly be tested on Tuesday night in Denver against the top-seeded Nuggets. And that means having to deal with the MVP runner-up Nikola Jokic.  Jokic was going for his third MVP in a row this season after winning it in 2021 and 2022, and he’s been showcasing why he’s at the top of the game in the two series the Nuggets have played thus far. He’s a problem with the ball in his hands, so much so that Lakers head coach Darvin Ham had a hilarious answer to a question about trying to stop Jokic.  CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM \"Catch him coming out of his house and kidnap him,\" Ham said jokingly.  Jokic has truly been the Nuggets’ MVP in these playoffs, as he’s scored at least 30 points in all but one game against the Phoenix Suns in the second round. Games 5 and 6 also saw back-to-back triple-doubles for Jokic, including 32 points, 10 rebounds and 12 assists in the decisive Game 6.  The Nuggets are the favorites to reach the NBA Finals in part because of how lethal Jokic is on both ends of the court. Combined with Jamal Murray, Michael Porter Jr. and more, Denver has the team capable of winning it all.  LAKERS' D'ANGELO RUSSELL TRIES TO PROMOTE SPORTS DRINK AGAIN AFTER WIN, GETS BLOCKED But the Lakers are a much different team than these two teams last met. It was Jan. 7 that the Nuggets and Lakers last shared a court, and the Lakers look and play vastly different. There was no D’Angelo Russell, Jarred Vanderbilt, Rui Hachimura or Malik Beasley. It was Patrick Beverly and Russell Westbrook, who Los Angeles eventually moved away from.  Because of these new additions, and how the Lakers have been playing recently, Jokic knows this is going to be a hard-fought series.  \"We didn’t play with this kind of Lakers [team],\" he said, via ESPN. \"So this is going to be basically a new team for us. Probably everything is new, everything is different.  \"They’re playing amazing in these playoffs.\" The battle between Jokic and Davis will have a big spotlight on it throughout the series, as the latter has been very efficient with his shots of late as well as defending the rim. Nuggets forward Aaron Gordon said he is \"a guard with a 7-foot-2 body\" – characteristics that somewhat match his teammate in Jokic. While Davis is a bit more crafty with his dribble, Jokic’s court vision and ability to hit all shots when he crosses halfcourt makes him just as hard to defend.  LEBRON JAMES APPEARS TO ROAST WARRIORS PLAYER WHO CALLED LAKERS OUT FOR FLOPPING These two teams met in the Western Conference Finals in 2020 in the bubble, but these times are different. Fans will be screaming in Denver and Los Angeles in packed arenas awaiting to see which team will compete for the Larry O’Brien Trophy.  If the Lakers want that to happen, they’ll have to stop Jokic. The Nuggets will be giving their MVP ample opportunity to see if their opponent can do so.  Game 1 tips off at 8:30 p.m. ET on Tuesday night. "
      },
      {
        "title": "Biden, Harris release financial disclosures for 2022",
        "description": "The White House on Monday released financial disclosure forms for President Biden and Vice President Kamala Harris covering 2022.  The disclosures, obtained by Fox News Digital, show little change from the previous year in their respective earnings. It showed that Biden earned less than $201 in royalties for his 2007 memoir \"Promises to Keep\" and between $2,501 and $5,000 for his 2017 memoir \"Promise Me, Dad.\"  The report lists the assets of the president and his wife, Jill Biden, only within a range, showing they are worth between $1.05 million and $2.58 million.  BIDEN ADMIN WEIGHS KEEPING US SPACE COMMAND HEADQUARTERS IN COLORADO OVER ALABAMA'S ABORTION LAWS: REPORT The Bidens owe between $250,000 and $500,000 on a mortgage on their Delaware home, plus between $30,000 and $100,000 on other loans.  The vice president reported higher royalties for her 2019 memoir, \"The Truths We Hold,\" at more than $41,000. She earned more than $40,000 for her 2019 children’s book \"SuperHeroes Are Everywhere.\" She earned $456,000 in total.  Harris is married to Doug Emhoff, a lawyer and law professor. Together, their assets total between $3.42 million and $8.29 million. They owe between $1 million and $5 million on a mortgage on their home. The Associated Press contributed to this report. "
      },
      {
        "title": "Durham report shows why I left the FBI: Nicole Parker",
        "description": "Former FBI special agent Nicole Parker joined \"Your World with Neil Cavuto\" to discuss her experience with the \"politicization\" of the FBI following the release of the Durham report and explain why Americans are losing faith in the organization.  DURHAM REPORT: FBI DISPLAYED 'MARKEDLY DIFFERENT' TREATMENT OF CLINTON, TRUMP CAMPAIGNS  NICOLE PARKER: You know, I'm just learning about this report as you are – 300-page report. I'm glad that this has come up. I am glad that, you know, regardless again, where you stand on the political spectrum, this is not about that. The truth is the truth. And we need to get to a place where we are, again, operating based on facts, evidence, following the facts, following the evidence and putting things aside. I mean, this has been going on for years, and I've mentioned it on other programs.  You know, for me, the politicization of the FBI that I saw it began years ago. And I started seeing things. But again, it wasn't affecting me directly. So I kept thinking, you know what, that doesn't affect me. I'm doing my job here down in Miami. It just became overwhelming. And I'd go to interview people for my cases, they don't want to talk to you because they're like, we don't trust the FBI. It's a shame. "
      },
      {
        "title": "Disgraced celebrity pastor Carl Lentz cheated with family nanny; Hillsong Church documentary details scandal",
        "description": "Carl Lentz, the former Hillsong pastor known for standing at the pulpit of a mega celebrity church, admitted to cheating on his wife with their family nanny while at the helm of the U.S.-based ministry. In a new FX docuseries, Lentz reveals the highs and lows that came with leading a successful congregation for nearly 10 years after Hillsong Church expanded from its initial Australian roots into the United States via New York. Lentz became an unexpected \"rock star\" pastor and grew Hillsong's name through celebrity clientele alone. Justin Bieber was once a close friend, while Selena Gomez, U2 singer Bono and Kourtney Kardashian have each been spotted at a Hillsong location at one point.  Ten years into Lentz's leadership, he shared an Instagram post in November 2020 to admit that his family was leaving the church after he had been \"unfaithful\" in his marriage with wife Laura. OLIVIA WILDE, JASON SUDEIKIS LATEST STARS EMBROILED IN HOLLYWOOD NANNY SCANDALS During the trailer for \"The Secrets of Hillsong,\" which releases Friday, Lentz relayed the message, \"You do not want to be in this chair. I cannot stress it enough.\" Cameras zoomed in on Lentz wearing two gold chain necklaces that featured a pendant of a heart and another with a cross. CELEBRITIES SPEAK ON FAITH: HOW RELIGION AFFECTS HOLLYWOOD CAREERS OF CHRIS PRATT, MARK WAHLBERG AND MORE \"I had some major lies,\" he said. Lentz's representatives did not immediately respond to Fox News Digital's request for comment. In his 2020 social media post, Lentz wrote that he, his wife and three children were leaving the church after he failed to \"do an adequate job of protecting my own spirit, refilling my own soul and reaching out for the readily available help that is available. When you lead out of an empty place, you make choices that have real and painful consequences.\" APP USERS CLICK HERE TO VIEW POST In the trailer, Lentz's wife, Laura, remembered when Carl revealed the truth about his extramarital affair. \"He said, ‘I have been unfaithful,’\" she said as pictures from their wedding day flashed before the screen. The pastor was accused of having an affair with a woman named Ranin Karim. During a video conference with Hillsong leaders prior to being fired – including Brian Houston who resigned in 2022 amid allegations of \"inappropriate behavior\" toward two women – Lentz was also reportedly asked about a relationship with their family nanny, Leona Kimes. CLICK HERE TO SIGN UP FOR THE ENTERTAINMENT NEWSLETTER \"He hadn't told me this part yet,\" Laura said in a preview of the docuseries via People magazine. \"I'd sometimes get these little feelings. And then one night I found them in a compromising position. I was angry and I definitely freaked out.\" Laura remembered they \"never talked\" about the situation again, but Lentz was fired one month later. In July 2021, Kimes alleged sexual and emotional abuse by the pastor, although she did not name him. According to People, Lentz said in the upcoming episode that he \"thought about vacating the planet\" amid the scandal and the fallout from the famous church. He also revealed allegations of sexual abuse as a child by a family friend. APP USERS CLICK HERE TO VIEW POST Carl addressed the allegations in the docuseries: \"I am responsible for allowing an inappropriate relationship to develop in my house with someone that worked for us,\" Lentz said, before adding \"any notion of abuse is categorically false.\" He noted, \"There were mutual adult decisions made by two people who lied profusely, mainly to my wife. It's an issue because I was a boss, this person was an employee. I'm responsible for that power dynamic and the management of it and the wisdom that goes with it, and I failed absolutely miserably.\" Almost two years after posting about the infidelity, Lentz broke his social media silence and shared that his family is \"at peace and thanks to the grace of God we are together.\" He recently wrote that his entire focus the last three years has been \"fighting for my wife and my kids. In order to do that, seeking sobriety and healing had to run parallel with those goals.\" The former pastor noted that there's a \"long way to go, with a lot of work, a lot of honesty and a lot of prayer,\" but Carl and Laura celebrated their 20th wedding anniversary. He also added he is no longer in ministry but has since found a relationship with Jesus that he couldn't have \"from the pulpit.\""
      },
      {
        "title": "Texas child, 12, fatally shoots fast-food employee with AR-15 rifle, charged with murder",
        "description": "A Texas 12 year old is accused of killing a fast-food employee with an AR-15 rifle as he argued with another man, who also faces charges in the fatal shooting, authorities said.  The shooting happened Saturday night at a Sonic drive-in restaurant in the Dallas suburb of Keene, the Keene Police Department said. Officers arrived and found Matthew Davis, 32, with multiple gunshot wounds.  He was taken to a hospital where he died.  Authorities believe Angel Gomez, 20, was at the Sonic with passengers in his vehicle. He began arguing and acting disorderly in the parking lot and was confronted by Davis, a Sonic employee, police said. Gomez was allegedly urinating in the back of the parking lot when Davis came to talk to him, Fox Dallas reported.  TEXAS MAN ARRESTED FOR SHOOTING, KILLING GIRLFRIEND IN DALLAS OVER ABORTION: POLICE During the argument, the 12-year-old shooting suspect, who was a passenger in Gomez's vehicle and remains unidentified, grabbed the AR-15 rifle from the car and opened fire, authorities said. Davis was shot. The child and Gomez fled the area. Gomez later returned to the scene and was arrested. The boy was later arrested at a home and several firearms were recovered, police said.  Both are charged with murder.  Davis had moved to Keene and started working at the Sonic two weeks ago, his family told the news outlet. He left behind a 1-year-old son. "
      },
      {
        "title": "IRS removes ‘entire investigative team’ in Hunter Biden probe, whistleblower claims retaliation: report",
        "description": "The IRS has removed the \"entire investigative team\" from its multi-year tax fraud investigation of Hunter Biden, and a whistleblower who raised concerns about the handling of the case is claiming the move was \"clearly retaliatory,\" according to a Monday report.  Per The New York Post, the whistleblower’s attorneys told Congress that the removal was on the order of the Department of Justice.  BIDEN ALLEGATIONS WERE ONCE THE ‘BREAD AND BUTTER’ OF THE DOJ FRAUD AND CORRUPTION UNIT: FORMER US ATTORNEY \"Today the Internal Revenue Service (IRS) Criminal Supervisory Special Agent we represent was informed that he and his entire investigative team are being removed from the ongoing and sensitive investigation of the high-profile, controversial subject about which our client sought to make whistleblower disclosures to Congress.  \"He was informed the change was at the request of the Department of Justice,\" attorneys Mark Lytle and Tristan Leavitt wrote. This is a developing story. Check back for updates. "
      },
      {
        "title": "McCarthy not optimistic about debt ceiling negotiations, says 'there is no movement'",
        "description": "House Speaker Kevin McCarthy, R-Calif., on Monday was not optimistic about the state of debt ceiling negotiations with the White House, saying, \"there is no movement.\" \"I appreciate the president finally willing to talk after 97 days,\" the speaker told reporters in the Capitol. \"But, there is no movement.\" \"If you look at the timeline to pass something in the House and pass something in the Senate, you’ve got to have something done by this week, and we are nowhere near any of that,\" McCarthy added. MCCARTHY SAYS BIDEN DRAGGING HIS FEET ON DEBT CEILING: ‘THEY WANT A DEFAULT MORE THAN THEY WANT A DEAL’ The speaker said he first approached President Biden about the debt in February, and at this point, it’s just staff passing ideas back and forth. When asked by a reporter if he was confident that a solution would happen by the end of the week, McCarthy said he did not, based on what the White House is offering at the moment. The speaker has been critical of discussions with the president over the nation’s debt. BIDEN GETS HEATED WITH REPORTER AFTER ASKED ABOUT DEBT CEILING: ‘YOU DIDN’T LISTEN' Last week, Biden, McCarthy and other leaders agreed to hold staff level talks on how to raise the debt ceiling before the government is unable to pay its current obligations by early June. The White House made it clear it wanted to keep talks about the debt ceiling separate from talks about spending cuts. Last Thursday, McCarthy blamed Biden for the lack of progress in a deal that would allow the government to borrow more money once it hits the debt ceiling in June. Then on Friday, McCarthy and other congressional leaders were scheduled to meet with Biden on a deal to increase the borrowing limit and meet the GOP demand of reducing federal spending, but the meeting was delayed until next week. McCarthy said the delay was because the White House was not budging. MCCARTHY AGREES TO MAY 9 MEETING WITH BIDEN TO RESOLVE DEBT CEILING STANDOFF But right now, McCarthy is focused on preventing a default. He explained that there is a bill that lifts the debt limit and works to make the economy stronger and limits spending. \"We collectively should be able to get together,\" McCarthy said. \"Unfortunately, we had to wait 97 days to get in a room and come to an agreement.\" He went on to say there is COVID money that has not been spent in two years, adding that should not be a negotiating point when looking at the work requirements attached to that money. \"You’ve got Democrats who have offered the idea of capping future money. It doesn’t mean that you’re going to cut. It simply means that it’s only going to grow at 1%,\" McCarthy said. \"These are not tough decisions. That’s why I’m so fearful. We’ve been sitting, talking, and you can’t decide on common sense.\""
      },
      {
        "title": "FBI responds to scathing Durham report on Trump-Russia probe, touts 'dozens of corrective actions'",
        "description": "The FBI responded Monday to the scathing report by Special Counsel John Durham that found the Department of Justice and FBI \"failed to uphold their mission of strict fidelity to the law\" when it launched the Trump-Russia investigation.  In a statement to Fox News Digital, the agency touted what it said were \"dozens of corrective actions\" already implemented as a result of the Durham investigation. \"The conduct in 2016 and 2017 that Special Counsel Durham examined was the reason that current FBI leadership already implemented dozens of corrective actions, which have now been in place for some time. Had those reforms been in place in 2016, the missteps identified in the report could have been prevented,\" the FBI said.  \"This report reinforces the importance of ensuring the FBI continues to do its work with the rigor, objectivity, and professionalism the American people deserve and rightly expect,\" it added. DESANTIS, GOP SHRED FBI FOLLOWING RELEASE OF DURHAM FINDINGS IN TRUMP-RUSSIA PROBE: ‘CLEAN HOUSE’ Fox obtained Durham’s report Monday afternoon after his years-long investigation into the origins of the FBI’s original investigation, known as \"Crossfire Hurricane.\" That investigation looked into whether the Trump campaign coordinated with Russia to influence the 2016 presidential election. Durham gave his final report to the Justice Department, which released it Monday afternoon. The report spans more than 300 pages. \"Based on the review of Crossfire Hurricane and related intelligence activities, we conclude that the Department and the FBI failed to uphold their mission of strict fidelity to the law in connection with certain events and activities described in this report,\" the report said. DURHAM PROBE FINDINGS COULD CAUSE LASTING DAMAGE TO ‘TRUST’ IN INTEL COMMUNITY: FORMER FEDERAL PROSECUTOR Durham said his investigation also revealed that \"senior FBI personnel displayed a serious lack of analytical rigor towards the information that they received, especially information received from politically-affiliated persons and entities.\" \"This information in part triggered and sustained Crossfire Hurricane and contributed to the subsequent need for Special Counsel Mueller’s investigation,\" the report said. \"In particular, there was significant reliance on investigative leads provided or funded (directly or indirectly) by Trump's political opponents.\" \"The Department did not adequately examine or question these materials and the motivations of those providing them, even when at about the same time the Director of the FBI and others learned of significant and potentially contrary intelligence,\" the report said."
      },
      {
        "title": "Brooks Koepka reveals baby's gender with wife Jena Sims during LIV Golf interview",
        "description": "Brooks Koepka’s wife, Jena Sims, recently announced her pregnancy, but she didn’t expect the LIV Golf star to reveal the sex of the baby in a recent interview.  Koepka was playing in the LIV Golf event in Tulsa, Oklahoma, this past weekend, and the 34-year-old referred to the baby as \"he\" while answering a question about which traits he’d love to see from himself and his wife in their child. \"I hope he gets a lot more traits from my wife than he does me,\" Koepka said via the New York Post.  CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM Koepka did, however, know what he wanted his baby to get from himself.  \"I think, me, probably discipline. I think I’m pretty disciplined when it comes down to work – and then my wife’s sense of humor. You always want to be funny, right?\" BROOKS KOEPKA, WIFE JENA SIMS, ANNOUNCE PREGNANCY With secret out, Sims didn’t mind that her husband mistakenly made that announcement. She revealed how they learned about the gender, which involved doughnut filling. \"Since someone let it out of the bag yesterday, I’ll share our fun little reveal!\" Sims, a model, posted on her Instagram Stories on Sunday. \"I wasn’t mad at all… (only because my husband thinks I’m hilarious apparently).\" She also posted a TikTok of the reveal, where both of them took a bite of their doughnut, which showed blue filling. They were both delighted when learning the result. Sims added a Mother’s Day Instagram post as well, celebrating those with children already and those who are expecting like her.  \"Can’t wait for our son to have you as his mom!\" Koepka said. Koepka will turn his focus now to the 2023 PGA Championship at Oak Hill this week as he aims to win the tournament for the third time in his career. He won it back-to-back in 2018 and 2019."
      },
      {
        "title": "JESSE WATTERS: The Trump Russia collusion story was a giant hoax started by Democrats",
        "description": "Fox News host Jesse Watters reacts to the findings of the Durham probe into the Trump-Russia collusion investigation on \"Jesse Watters Primetime.\"  JESSE WATTERS: The Durham report has finally dropped and he found out what everybody already knew. The whole Trump-Russia collusion story was a giant hoax started by Democrats. The FBI knew it was a hoax. The CIA knew it was a hoax and Barack Obama knew it was a hoax. Everybody knew it was a hoax the whole time, but they acted like it was real.  DURHAM FINDS DOJ, FBI 'FAILED TO UPHOLD' MISSION OF 'STRICT FIDELITY TO THE LAW' IN TRUMP-RUSSIA PROBE  The CIA knew Hillary started the Russia collusion story and then went in and told Barack Obama all about it, that she was trying to link Trump with Russia to distract from her email scandal. … Well, what else do we find out from Durham? Well, we found out the FBI shut down two investigations into the Clintons, two! First: three separate FBI field offices said, ‘Wait a second. The Clinton Foundation is a foreign money laundering scam. We should probably look into it,’ but Andy McCabe, you remember Andy, the guy married to the Clinton donor, he calls everybody in and says, ‘Guys, the Clinton Foundation is off limits.’  CLICK HERE TO GET THE FOX NEWS APP  Second thing they shut down. The Hillary Clinton campaign was taking illegal contributions from overseas. FBI informants caught Hillary's campaign saying, 'Yeah, we'll take your money. We don't care. Albania, Morocco, Just send us the checks.' So, he runs it up the flagpole at the FBI headquarters and they said, 'Shut it down. No investigation into Hillary Clinton's foreign campaign donors. We're not going to go there. We have to frame Trump as a traitor instead.'"
      },
      {
        "title": "Hailey Bieber explains why she’s 'scared' to start a family with Justin Bieber",
        "description": "Hailey Baldwin Bieber is sharing how she really feels about starting a family with husband, Justin Bieber. In an interview with The Sunday Times, the 26-year-old socialite said, \"I literally cry about this all the time.\" \"I want kids so bad but I get scared,\" Hailey continued. \"It's enough that people say things about my husband or my friends. I can't imagine having to confront people saying things about a child.\"  She continued, \"We can only do the best we can to raise them, As long as they feel loved and safe.\" HAILEY BIEBER DETAILS ‘THE SCARIEST MOMENT OF MY LIFE’ AFTER HEAT PROCEDURE, MINI-STROKE Hailey has opened up about starting a family with her pop star husband in the past. In August, the Rhode founder told Harper's Bazaar that their marriage takes \"effort\" and so would having children. \"He's still the person that I wanna be rushing back to,\" she said at the time. \"I might fly somewhere and go do a job, but I can't wait to come back and hang out.\" \"I feel like that's because of the effort that's been put in on both sides. At the end of the day, like, he's my best friend, but it still does take a lot of work to make it work,\" she continued. \"And then I know eventually, when kids come in the picture, that's going to be a whole other season of navigating how to make that work,\" she concluded. On the \"Ellen DeGeneres Show\" in 2020, Justin told the host that he's willing to have \"as many as Hailey's is wishing to push out.\" \"I'd love to have myself a little tribe,\" he continued. \"But, yeah, it's her body and whatever she wants to do. ... I think she wants to have a few.\" In 2021, Justin told GQ Magazine: \"Not this second, but we will eventually.\" Hailey and Justin Bieber had a courthouse wedding in September 2018 before tying the knot in front of friends and family in South Carolina in 2019. During the interview with The Sunday Times, Hailey opened up about her health scare in March 2022 when she suffered a mini stroke, and she also noted why she explained her situation to her millions of followers online. CLICK HERE TO SIGN UP FOR THE ENTERTAINMENT NEWSLETTER \"The day after I was hospitalized, it was on the internet,\" Hailey shared. \"I wanted to talk about what happened in my own words because so many people were making assumptions.\" \"If you let things like that silence you, you're allowing people to dictate how you live your life,\" she said. \"Sometimes I do just want to curl up and be a hermit, like, 'If this is how people feel maybe I should just stay home.' But I'm really not that kind of person.\""
      },
      {
        "title": "Biden admin weighs keeping US Space Command headquarters in Colorado over Alabama’s abortion laws: report",
        "description": "The Biden administration may halt plans to move U.S. Space Command’s headquarters from Colorado to Alabama over the latter’s restrictive abortion laws.  Multiple U.S. officials, including at least one in defense, told NBC News that the White House may be laying the groundwork to halt those plans because of \"abortion politics.\"  Just days before leaving office and following an intense lobbying battle, then-President Trump announced that the U.S. Space Command would be headquartered in Huntsville, Ala.  The move from its current headquarters at Peterson Air Force Base in Colorado Springs was expected to take several years and cost more than $1 billion.  A review by Biden Defense Department’s inspector general found the relocation \"lawful\" and \"reasonable.\"  NASA'S PERSEVERANCE MARS ROVER CAPTURES IMAGES OF WHAT MAY HAVE BEEN A WILD RIVER The Biden administration later requested a \"review of the review\" over concerns that the relocation could mean a protracted delay in settling the Space Command in a new location. The review also came after Alabama implemented a law that outlawed abortion at any stage of pregnancy with no exceptions for rape or incest.  In March, the administration signaled it was ready to reverse Trump’s decision and keep the Space Command’s headquarters in Colorado Springs, where it has been for decades.  The White House has not said Alabama’s abortion law was a factor in its ongoing review of the decision to move Space Command’s headquarters.  Fox News Digital has reached out to Space Command and the White House for comment.  SOUTHERN CALIFORNIA STARTUP VAST ANNOUNCES PLANS TO LAUNCH WORLD'S FIRST COMMERCIAL SPACE STATION Rep. Doug Lamborn, R-Colo., whose district includes the current Space Command headquarters, said that national security should be the \"only factor taken into consideration when determining the permanent location of the U.S. Space Command.\"  \"Space Command is already almost at full operational capability (FOC) in Building 1 at Peterson SFB, and will reach FOC four to six years faster if it stays where it is,\" Lamborn said in a statement. \"Reaching FOC should be the primary determining factor for this decision given the threats posed by China and Russia. I support efforts to reverse the previous decision based on national security grounds in the best interests of our nation.\"  Sen. Tommy Tuberville, R-Ala., also accused the Biden administration of \"undermining our readiness by politicizing the location of Space Command.\"  \"Multiple independent, nonpartisan government reviews have Space Command headquarters would be best served in Huntsville,\" he said.  Fox News’ Brooke Singman contributed to this report. "
      }
    ]
  }
  